{
    "navbar": {
        "about_me": "Über mich"
    },

    "start": {
        "i_am": "Ich bin",
        "title": "FRONTEND ENTWICKLER",
        "lets_talk": "Lass uns reden!",
        "scroll_down": "Scrolle runter"
    },

    "about_me": {
        "title": "Über mich",
        "text1": "Hallo, ich bin ein schnell lernender Frontend-Entwickler aus Biedenkopf, Deutschland, mit einer Leidenschaft dafür, Herausforderungen zu meistern und neue Fähigkeiten zu erwerben. Ich gedeihe in dynamischen Umgebungen, in denen ich mein Fachwissen kontinuierlich verbessern und erweitern kann. Meine Entschlossenheit und Anpassungsfähigkeit machen mich zu einer wertvollen Bereicherung für jedes Team. Ich bin immer bereit, neue Projekte anzugehen und die Grenzen meines Wissens zu erweitern.",
        "text2": "Ideen zum Leben zu erwecken, ist eine meiner Leidenschaften. Offenheit für Ratschläge ist für mich selbstverständlich, da es immer etwas Neues zu lernen gibt. Ich teile gerne meine eigenen Erfahrungen und Ratschläge, um Projekte voranzutreiben und erfolgreich abzuschließen. Für mich sind Zusammenarbeit und gegenseitige Unterstützung der Schlüssel zu erfolgreichen und erfüllenden Projekten.",
        "text3": "Ausgehend von meinen gesammelten Erfahrungen strebe ich danach, meine Arbeit kontinuierlich zu verbessern. In meinem Job bin ich ein Perfektionist und achte darauf, dass jedes Detail stimmt. Sobald ich etwas beginne, verfolge ich es hartnäckig bis zum Ende, denn es ist mir wichtig, Projekte erfolgreich abzuschließen und höchste Qualität zu gewährleisten."
    },

    "my_skills": {
        "title": "Meine Skills",
        "description": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
        "button": "Nehme Kontakt auf"
    },

    "portfolio": {
        "description": "Entdecke hier eine Auswahl meiner Arbeiten – Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
        "projects": {
            "description1": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
            "description2": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Salsa-Flaschen zu finden, um gegen den Chickenboss zu kämpfen.",
            "description3": "Basierend auf der PokéAPI ist dies eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert."
        }
    },

    "contact": {
        "title": "Kontakt",
        "question": "Hast du ein Problem, das gelöst werden muss?",
        "description": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, Ideen zu erfahren und mit meiner Arbeit zu deinen Projekten beizutragen.",
        "need_help": "Brauchst du einen Frontend-Entwickler?",
        "contact_me": "Kontaktiere mich!",
        "placeholder_name": "Dein Name",
        "placeholder_email": "Deine Email",
        "placeholder_message": "Deine Nachricht",
        "required_name": "Dein Name wird benötigt",
        "required_email": "Deine Email wird benötigt",
        "required_message": "Deine Nachricht ist leer",
        "read": "Ich habe die",
        "privacy_policy": "Datenschutzerklärung",
        "agreed": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
        "button":"Nachricht senden :)"
    }
}