{
    "navbar": {
        "about_me": "About me"
    },

    "start": {
        "i_am": "I am",
        "title": "FRONTEND DEVELOPER",
        "lets_talk": "Let's talk!",
        "scroll_down": "Scroll down"
    },

    "about_me": {
        "title": "About me",
        "text1": "Hi, I am a fast-learning frontend developer based in Biedenkopf, Germany, with a passion for overcoming challenges and acquiring new skills. I thrive in dynamic environments where I can continuously improve and expand my expertise. My determination and adaptability make me a valuable asset to any team, always eager to take on new projects and push the boundaries of my knowledge.",
        "text2": "Bringing ideas to life is a passion of mine. Openness to advice comes naturally, as there's always something new to learn. Sharing my own experiences and advice is something I enjoy, helping to drive projects forward and achieve success. For me, collaboration and mutual support are the keys to successful and fulfilling projects.",
        "text3": "Drawing on my gained experience, I strive to improve my work continually. When it comes to my job, I am a perfectionist, ensuring every detail is just right. Once I start something, I tenaciously see it through to the end, as completing projects successfully and maintaining the highest quality is crucial to me."
    },

    "my_skills": {
        "title": "My skills",
        "description": "I have gained experience in building projects with various front end technologies and concepts.",
        "button": "Get in touch"
    },

    "portfolio": {
        "description": "Explore a selection of my work here - Interact with projects to see my skills in action.",
        "projects": {
            "description1": "Task manager inspired by the Kanban System. Creat and organize tasks using drag and drop functions, assign users and categories.",
            "description2": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and salsa bottles to fight against the chickenboss.",
            "description3": "Based on the PokéAPI a simple library that provides and catalogues pokémon information."
        }
    },

    "contact": {
        "title": "Contact",
        "question": "Got a problem to solve?",
        "description": "Contact me through this form, I am interested in hearing from you, knowing ideas and cotributing to your projects with my work.",
        "need_help": "Need a Frontend developer?",
        "contact_me": "Contact me!",
        "placeholder_name": "Your name",
        "placeholder_email": "Your email",
        "placeholder_message": "Your message",
        "required_name": "Your name is required",
        "required_email": "Your email is required",
        "required_message": "Your message is empty",
        "read": "I've read the",
        "privacy_policy": "privacy policy",
        "agreed": "and agree to the processing of my data as outlined.",
        "button":"Send message :)"
    }
}